Repository: Alaraldoge/GlucoseDirectApp
Catalog: Library/*.lproj/Localizable.strings
Languages: cs

source: %@ Entries
cs: %@ Záznamů

source: %@ Entry
cs: %@ Záznam

source: About %@
cs: O aplikaci %@

source: Add
cs: Přidat

source: Add blood glucose
cs: Zapsat glykémii

source: Add calibration
cs: Přidat kalibraci

source: Alarm glucose notification
cs: Alarm upozorněni na glykémii

source: Alarm settings
cs: Nastavení alarmů

source: Alert, high glucose
cs: Výstraha, vysoká glykémie

source: Alert, low blood glucose
cs: Výstraha, nízká glykémie

source: Alarm, loss of signal
cs: Alarm, ztráta signálu

source: Alert, sensor expired
cs: Výstraha, expirovaný senzor

source: Alert, sensor expiring soon
cs: Výstraha, senzor brzy expiruje

source: App author
cs: Autor

source: App donate
cs: Přispět

source: App email
cs: e-mail

source: App facebook group
cs: Skupina na Facebooku

source: App faq
cs: FAQ

source: App support mail
cs: Podpora

source: App translation
cs: Překlad

source: App version
cs: Verze

source: App website
cs: Webová stránka

source: Apple export settings
cs: Nastavení exportu Apple

source: Are you sure you want to disconnect the sensor?
cs: Opravdu chcete senzor odpojit?

source: At least %@ days of data are required.
cs: Je nutné mít k dispozici dala alespoň za %@ dní.

source: Attention, the sensor sends faulty values. Please wait 10 minutes.
cs: Pozor, senzor odesílá chybné hodnoty. Počkejte, prosím, 10 minut.

source: Average (AVG) is an overall measure of blood sugars over a period of time, offering a single high-level view of where glucose has been.
cs: Průměr (AVG) vypočítává ze všech hodnot glykémie za časovou jednotku jedinou hodnotu. Ta pak ukazuje, jaká by byla glykémie, kdyby se neměnila.

source: Bellman alarm
cs: Alarm

source: Bellman test alarm
cs: Test alarmů

source: Blood glucose values
cs: BGM

source: Blood glucose: %1$@
cs: Glykémie: %1$@

source: Bubble transmitter
cs: Bubble vysílač

source: Calibration view
cs: Kalibrace

source: Cancel
cs: Zrušit

source: Chart
cs: Graf

source: Connect sensor
cs: Připojit senzor

source: Connect transmitter
cs: Připojit vysílač

source: Connected
cs: Připojeno

source: Connecting
cs: Připojuji se

source: Connection alarm
cs: Alarm připojení

source: Connection error
cs: Chyba

source: Connection error timestamp
cs: Čas

source: Connection settings
cs: Nastavení připojení

source: Connection state
cs: Stav

source: Custom calibration intercept
cs: Intercept

source: Custom calibration slope
cs: Slope

source: Delete all
cs: Smazat vše

source: Disconnect
cs: Odpojit

source: Disconnect sensor
cs: Odpojit senzor

source: Disconnect transmitter
cs: Odpojit vysílač

source: Disconnected
cs: Odpojeno

source: Export to Apple Calendar
cs: Odeslat do Apple kalendáře

source: Export to Apple Health
cs: Odeslat do služby Apple zdraví

source: Find transmitter
cs: Najít vysílač

source: Glucose
cs: Sacharidy

source: Glucose list view
cs: Seznam

source: Glucose Live Activity
cs: Aktivita glykémie

source: Glucose Management Indicator (GMI) is an replacement for "estimated HbA1c" for patients using continuous glucose monitoring.
cs: Glucose Management Indicator (GMI) je náhrada za "odhadovaný HbA1c" pro pacienty používající kontinuální monitorování glykémie.

source: Glucose notification
cs: Alarm upozorněni na glykémii

source: Glucose overview
cs: Přehled

source: Glucose read aloud
cs: Hodnoty glykémie

source: Glucose settings
cs: Nastavení glykémie

source: Glucose unit
cs: Jednotka

source: Glucose widget
cs: Sacharidy

source: Glucose widget description
cs: Zobrazí poslední hodnotu glykémie.

source: High glucose alarm
cs: Alarm vysoké glykémie

source: Hold the top edge of your iPhone close to the sensor.
cs: Podržte horní okraj iPhonu blízko senzoru.

source: Ignore mute
cs: Ignorovat ztlumení

source: LibreLink transmitter
cs: Vysílač LibreLink

source: LibreLinkUp password
cs: LibreLinkUp heslo

source: Line
cs: Čára

source: Low glucose alarm
cs: Alarm nízké glykémie

source: Lower limit
cs: Nízká

source: Nightscout API-Secret
cs: API-heslo

source: Nightscout settings
cs: Nastavení Nightscoutu

source: Nightscout upload enabled
cs: Nahrávání

source: Nightscout url
cs: URL

source: No Data
cs: Žádná data

source: No screen lock
cs: Žádný zámek obrazovky

source: Normal glucose notification
cs: Oznámení o normální glykémii

source: Now
cs: Nyní

source: Pairing
cs: Párování

source: Please select
cs: Vyberte prosím

source: Power off
cs: Vypnout

source: Readable falling
cs: klesající

source: Readable fast falling
cs: rychle klesající

source: Readable fast rising
cs: rychle rostoucí

source: Readable glucose with trend: %1$@ %2$@, %3$@
cs: Glykémie: %1$@ %2$@, %3$@

source: Readable glucose: %1$@ %2$@
cs: Glykémie: %1$@ %2$@

source: Readable high glucose: %1$@ %2$@
cs: Glykémie: %1$@ %2$@. Pozor, hyperglykémie!

source: Readable low glucose: %1$@ %2$@
cs: Glykémie: %1$@ %2$@. Pozor, hypoglykémie!

source: Readable miligram
cs: miligram

source: Readable milimol
cs: milimol

source: Readable rapidly falling
cs: rychle klesající

source: Readable rapidly rising
cs: rychle stoupající

source: Readable rising
cs: stoupající

source: Rescan the sensor
cs: Znovu naskenovat senzor

source: Retrieval interval
cs: Interval načítání

source: Retrieval interval, every %@ minutes
cs: Každých %@ minut

source: Retrieval interval, every minute
cs: Každou minutu

source: Retry pairing
cs: Opakování párování

source: Scan sensor
cs: Naskenovat senzor

source: Scanning
cs: Skenuji

source: Selected calendar
cs: Kalendář

source: Send database file
cs: Poslat databázi

source: Send log file
cs: Poslat logy

source: Sensor age
cs: Stáří senzoru

source: Sensor connection
cs: Připojení senzoru

source: Sensor custom calibration
cs: Vlastní kalibrace

source: Sensor details
cs: Podrobnosti o senzoru

source: Sensor ending date
cs: Datum ukončení

source: Sensor error values
cs: Chyby CGM

source: Sensor factory calibration
cs: Tovární kalibrace

source: Sensor glucose values
cs: CGM

source: Sensor has failure
cs: Chyba senzoru

source: Sensor in starting phase
cs: Senzor je ve fázi zahřívání

source: Sensor is expired
cs: Senzor expiroval

source: Sensor is ready
cs: Senzor je připraven

source: Sensor is shut down
cs: Senzor expiroval

source: Sensor lifetime
cs: Životnost

source: Sensor lifetime widget
cs: Životnost senzoru

source: Sensor lifetime widget description
cs: Zobrazuje zbývající životnost aktuálního snímače ve formě odpočtu.

source: Sensor not yet startet
cs: Senzor ještě není spuštěn

source: Sensor PatchInfo
cs: PatchInfo

source: Sensor possible lifetime
cs: Životnost

source: Sensor region
cs: Region

source: Sensor remaining lifetime
cs: Zbývá

source: Sensor remaining warmup time
cs: Zahřívání

source: Sensor serial
cs: Sériové číslo

source: Sensor starting date
cs: Datum spuštění

source: Sensor state
cs: Stav

source: Sensor type
cs: Typ

source: Sensor UID
cs: UID

source: Settings view
cs: Nastavení

source: Snooze until
cs: Odložit

source: Standard Deviation (SD) is a measure of the spread in glucose readings around the average - bouncing between highs and lows results in a larger SD. The goal is the lowest SD possible, which would reflect a steady glucose level with minimal swings.
cs: Směrodatná odchylka (SD) je měřítkem rozptylu hodnot glykémie kolem průměru. Časté změny glykémie mezi nízkými a vysokými hodnotami mají za následek větší SD. Cílem je co nejnižší SD, která ukazuje na stabilní hladinu glykémie s minimálními výkyvy.

source: Statistics (%@ days)
cs: Statistika (%@ dní)

source: StatisticsPeriod
cs: Období

source: No more data is received from the sensor. The cause may be that the Bluetooth connection to the sensor has been interrupted or that the LibreLinkUp is no longer providing data.
cs: Ze snímače nejsou přijímána žádná data. Příčina může být v přerušení spojení Bluetooth se snímačem nebo to, že LibreLinkUp neposílá data.

source: Time
cs: Čas

source: Time above Range (TAR) or the percentage of time spent above the target glucose of %@.
cs: Čas nad rozsahem (TAR) nebo procento času stráveného nad cílovou hodnotou glykemie %@.

source: Time below Range (TBR) or the percentage of time spent below the target glucose of %@.
cs: Čas pod rozsahem (TBR) nebo procento času stráveného pod cílovou hodnotou glykémie %@.

source: Time in Range (TIR) or the percentage of time spent in the target glucose range between %@ - %@.
cs: Time in Range (TIR) neboli procento času stráveného v cílovém rozmezí glykemie mezi %@ - %@.

source: Transmitter
cs: Vysílač

source: Transmitter battery
cs: Baterie

source: Transmitter battery widget
cs: Baterie vysílače

source: Transmitter battery widget description
cs: Zobrazuje zbývající čas potřebný pro nabití baterie vysílače ve formě odpočítávání.

source: Transmitter details
cs: Podrobnosti o vysílači

source: Transmitter firmware
cs: Firmware

source: Transmitter hardware
cs: Hardware

source: Transmitter name
cs: Název

source: Unknown
cs: Neznámý

source: Updated
cs: Aktualizováno

source: Upper limit
cs: Vysoká

source: Use LibreLink to start the sensor
cs: Ke spuštění senzoru použijte LibreLink

source: Vibration
cs: Pouze vibrace

source: Virtual Sensor
cs: Virtuální senzor

source: Warmup
cs: Zahřívání

source: Wearing time alarm
cs: Alarm doby nasazení

source: Without transmitter
cs: Bez vysílače

source: Your current glucose is %1$@ (%2$@).
cs: Vaše aktuální hladina glykémie je %1$@ (%2$@).

source: Your glucose %1$@ (%2$@) is dangerously high and needs to be treated.
cs: Vaše glykémie %1$@ (%2$@) je nebezpečně vysoká, je třeba ji léčit.

source: Your glucose %1$@ (%2$@) is dangerously low. With sweetened drinks or dextrose, blood glucose levels can often return to normal.
cs: Vaše hladina glukózy %1$@ (%2$@) je nebezpečně nízká. Vrátit k normálu ji můžete pomocí slazených nápojů nebo dextrózy.

source: Your sensor has expired and needs to be replaced as soon as possible
cs: Váš senzor expiroval, a musí být co nejdříve vyměněn

source: Your sensor is about to expire. Replace sensor in %1$@.
cs: Váš senzor již brzy expiruje. Vyměňte ho za %1$@.

source: Loading...
cs: Nahrávám...

source: Export as CSV
cs: Exportovat do CSV

source: Export for Glooko
cs: Exportovat pro Glooko

source: Export for Tidepool
cs: Exportovat pro Tidepool

source: %@ hours
cs: %@ hodin

source: Reopen app in
cs: Znovu otevřete aplikaci za

source: %1$@ days
cs: %1$@ dní

source: %1$@ day
cs: %1$@ den

source: %1$@ hours
cs: %1$@ hodin(y)

source: %1$@ hour
cs: %1$@ hodin

source: %1$@ minutes
cs: %1$@ minut

source: Meal Bolus
cs: Bolus na jídlo

source: Snack Bolus
cs: Bolus na svačinu

source: Correction Bolus
cs: Korekční bolus

source: Basal
cs: Bazál

source: Insulin
cs: Inzulín

source: Basal insulin referes to the insulin used to regulate blood glucose between meals including during sleep.
cs: Bazální inzulín označuje inzulín používaný k regulaci hladiny glukózy v krvi mezi jídly včetně spánku.

source: Bolus insulin refers to the insulin used to regulate blood glucose at meals and/or to acutely address high blood glucose.
cs: Bolusový inzulin označuje inzulin používaný k regulaci hladiny glukózy v krvi při jídle a/nebo k akutnímu řešení vysoké hladiny glukózy v krvi.

source: Blood glucose
cs: Glykémie

source: Add insulin
cs: Zapsat inzulín

source: Calibration
cs: Kalibrace

source: Starts
cs: Začíná

source: Ends
cs: Končí

source: Units
cs: Jednotky

source: Type
cs: Typ

source: Additional settings
cs: Další nastavení

source: Show smoothed glucose
cs: Zobrazit vyhlazené hodnoty glykémie

source: Show insulin input
cs: Zobrazit inzulín

source: Help
cs: Nápověda

source: Alarm volume
cs: Hlasitost alarmu

source: Coefficient of variation (CV) is defined as the ratio of the standard deviation to the mean. Generally speaking, most experts like to see a CV of 33% or lower, which is considered a marker of “stable” glucose levels. But take note, very young patients with diabetes tend to have higher variability than adults.
cs: Variační koeficient (CV) je definován jako poměr směrodatné odchylky k průměru. Obecně lze říci, že většina odborníků by ráda viděla CV 33 % nebo nižší, což je považováno za ukazatel "stabilní" hladiny glukózy. Vezměte však na vědomí, že velmi mladí pacienti s diabetem mívají vyšší variabilitu než dospělí.
